tap "isen-ng/dotnet-sdk-versions"
tap "FelixKratz/formulae"

brew "mas"
brew "oh-my-posh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "kubernetes-cli"
brew "kubeseal"
brew "argocd"
brew "k9s"
brew "podman"
brew "htop"
brew "thefuck"
brew "gh"
brew "borders"

cask "1password"
cask "1password-cli"
cask "visual-studio-code"
cask "microsoft-edge"
cask "microsoft-teams"
cask "microsoft-excel"
cask "microsoft-word"
cask "wezterm"
cask "spotify"
cask "onedrive"
cask "dotnet-sdk"
cask "dotnet-sdk9"
cask "jetbrains-toolbox"
cask "notion"
cask "alfred"
cask "microsoft-outlook"
cask "scroll-reverser"
cask "google-chrome"
cask "ukelele"
cask "dbeaver-community"
cask "bruno"
cask "linqpad"
cask "vial"
cask "xsplit-vcam"
cask "alcove"
cask "bartender"
cask "steam"
cask "keymapp"
cask "bambu-studio"
cask "netnewswire"
cask "heynote"
cask "karabiner-elements"
cask "shortcat"
cask "menuwhere"
cask "font-hack-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-sf-pro"
cask "sf-symbols"
cask "bentobox"

mas "WireGuard", id: 1451685025
mas "MQTT Explorer", id: 1455214828

vscode "catppuccin.catppuccin-vsc"
vscode "wroyca.modus"
vscode "mechatroner.rainbow-csv"
vscode "zoellner.openapi-preview"
vscode "tamasfe.even-better-toml"