tap "isen-ng/dotnet-sdk-versions"

brew "mas"
brew "oh-my-posh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "kubernetes-cli"
brew "kubeseal"
brew "argocd"
brew "k9s"
brew "podman"
brew "htop"
brew "thefuck"
brew "gh"

cask "1password"
cask "1password-cli"
cask "visual-studio-code"
cask "microsoft-edge"
cask "microsoft-teams"
cask "microsoft-excel"
cask "wezterm"
cask "moom"
cask "spotify"
cask "onedrive"
cask "dotnet-sdk"
cask "dotnet-sdk9"
cask "jetbrains-toolbox"
cask "notion"
cask "alfred"
cask "microsoft-outlook"
cask "alt-tab"
cask "scroll-reverser"
cask "google-chrome"
cask "ukelele"
cask "dbeaver-community"
cask "bruno"
cask "linqpad"
cask "vial"
cask "xsplit-vcam"
cask "alcove"
cask "bartender"
cask "steam"
cask "keymapp"
cask "bambu-studio"
cask "netnewswire"

mas "1Password for Safari", id: 1569813296
mas "Wipr 2", id: 1662217862
mas "WireGuard", id: 1451685025

vscode "catppuccin.catppuccin-vsc"