tap "isen-ng/dotnet-sdk-versions"
tap "FelixKratz/formulae"
tap "anomalyco/tap"

brew "mas"
brew "oh-my-posh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "kubernetes-cli"
brew "argocd"
brew "k9s"
brew "podman"
brew "htop"
brew "thefuck"
brew "borgbackup"
brew "gh"
brew "felixkratz/formulae/borders"
brew "uv"
brew "anomalyco/tap/opencode"
brew "node"

cask "1password"
cask "1password-cli"
cask "visual-studio-code"
cask "microsoft-edge"
cask "microsoft-teams"
cask "microsoft-excel"
cask "microsoft-word"
cask "wezterm"
cask "spotify"
cask "onedrive"
cask "dotnet-sdk"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk9"
cask "jetbrains-toolbox"
cask "notion"
cask "alfred"
cask "microsoft-outlook"
cask "google-chrome"
cask "dbeaver-community"
cask "bruno"
cask "linqpad"
cask "xsplit-vcam"
cask "alcove"
cask "bartender"
cask "steam"
cask "keymapp"
cask "bambu-studio"
cask "netnewswire"
cask "heynote"
cask "font-hack-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-sf-pro"
cask "sf-symbols"
cask "bentobox"
cask "elgato-stream-deck"
cask "macwhisper"

mas "WireGuard", id: 1451685025
mas "MQTT Explorer", id: 1455214828

vscode "wroyca.modus"
vscode "mechatroner.rainbow-csv"
vscode "zoellner.openapi-preview"
vscode "tamasfe.even-better-toml"
vscode "yaccob.schev-extension"
vscode "ms-dotnettools.csdevkit"
vscode "davidanson.vscode-markdownlint"
vscode "bierner.markdown-mermaid"